{
  "1": "Number üks autasustab selle omanikku juhi võimetega, sooviga olla teistest parem, püüelda kuulsuse ja lugupidamise poole. Üks kingib sõbralikkuse, uhkuse, vastutustunde, õigluse tunde, püüde vaimse kasvu poole. Kuid tasub olla ettevaatlik, kuna soov vastata kõiges ühiskonna nõuetele võib negatiivselt mõjutada isiklikku elu. On võimalik, et sulgute iseenesesse ja kaotate usalduse inimestesse. Antud number on numeroloogias seotud päikese energiaga, seepärast võib endale muretseda ripatsi mis on päikese kujuline ja mille tagumisel küljel on graveerituna number üks. Või siis kollast münti sellises vääringus oma rahakotis. ",
  "2": "Number kaks sümboliseerib tundlikkust, siirust, talenti. Kaks võimaldab muuta elu rütmi: see aitab korda saada pere harmoonia, leida ustavaid ja õigeid sõpru, siduda oma hing sugulashingega. Number kaks soodustab läbimõeldud tegevusi, diplomaatiat ja suhtlemisoskust. Seda numbrit valitseb kuu, seepärast on üsna efektiivseteks talismanideks hõbedast ehted. Ärge unustage, et ehte teisel küljel peab olema number kaks. ",
  "3": "Number kolm, selline talisman on võimeline tegema inimest optimistiks ja kõrgendab positiivseid momente elus. Kingib elus enesekindlust ja ka iseenese jõududes, mis lubab otsustavalt tegutseda. Kolm tõmbab selle omanikule ligi õnne ja harmooniat. Inimesed kelles on number kolme jõud, on võimelised pidevalt täiustama oma sisemaailma, paljud neist jõuavad oma isikliku ideaalini. Et teie number tooks maksimaalset kasu, soetage endale kolmnurga kujuline ripats ja number kolme kujutamine selle aitab teid kaitsta kadestajate eest.    ",
  "4": "Number neli talisman premeerib teid isikliku arvamusega, jonniga ja kangekaelsusega. Aitab saavutada kõike isiklike jõupingutuste abil ja sõltumatust teistest inimestest. Neli annab loova mõtlemise, tarkuse, seltskondlikkuse, stabiilsuse. Heasüdamlikkus, mis on omane sellele arvule, aitab võita ühiskonnas kõrget positsiooni ja suurepärased organiseerimisvõimed tõmbavad ligi edu, eriti isiklikus elus. Talismaniks võib olla ükskõik milline ese omades eneses nelja komponenti – näiteks, ruut, täring, ristike, jne. Kõige tähtsam on, et teie amuleti keskel ilutseks neli. ",
  "5": "Viis sümboliseerib edu, seepärast omades sellist talismani võib suurendada enese individuaalseid võimeid. Number viis annab inimestele leidlikkuse, mille abil võib leida väljapääsu ükskõik millisest situatsioonist. Amulett aitab kiiresti otsuseid vastu võtta, suurendab õppimise võimet, annab võime püstitatud eesmärgi saavutamiseks. Viiele on omane individuaalsus, võluvus, uudishimu. Talismaniks võib kasutada tähekest ripatsi kujul või prossina mille tagaküljel on number viis. ",
  "6": "Number kuus õnnistab võluga, karismaatilisusega ja näitleja võimetega. Omades selle jõudu, võib mööda hiilida kõikidest elutee takistustest ja mööduda ebaõnnest. Number kuus aitab saavutada kõike kiirelt ja vähese vaevaga, eriti puudutab see materiaalset heaolu. Inimesed kelle talisman on seotud selle numbriga, ei tea kunagi midagi vaesusest, neil on alati raha, et rahuldada oma vajadusi. Talisman mis on kuusnurkse tähena või kuusnurksena on võimeline suurendama teie tööarmastust ja aitab luua kasulikke kontakte. Veenuse energeetika, mis annab kuuele jõudu, aitab armastuses, eriti siis kui teil on kuuenurkne peegi kujuline amulett. ",
  "7": "See number õnnistab teid suurenenud intuitsiooniga ja üleloomulike võimetega. Avaneb võimalus kergesti lugeda universumi märke ja parandada oma isiklikku elu kõrgemate jõudude abiga. Kuid seitse kutsub esile muutlikkust ja tujukust – see võib olla seotud rahaga või armastatud inimesega. Seepärast ärge üllatuge, kui teie elus on suur hulk vahendeid ja austajaid, või siis ei seda ega teist. Seepärast tuginedes numbri talismanile, võite te inimesi mõjutada, nende meeleolu mõjutada ja võimalik, et isegi omandada manipuleerimis oskuse. Kui seitsmenurgalist ripatsit on keeruline leida, siis võite kirjutada numbri paberile ja alati kanda seda endaga kaasas. ",
  "8": "Aitab saavutada mugavat elu ja arvukat raha. Õnnetused lähevad ringiga mööda inimestest, kes kaitsevad end jõuga, mis tuleb kaheksast. Number sümboliseerib ustavust, eesmärgile pühendumist ja lojaalsust oma soovide suhtes. Kuid on tõenäosus, et inimesed, kes on number 8 mõju all, võivad haiglaselt suhtuda reetmisesse ja kaotada igasuguse usu inimestesse. Energeetiliselt toidab seda numbrit Saturn, seepärast sobivad talismani jaoks kaks sõrmust, mis on kokku kinnitatud, või siis lõpmatuse sümbol. ",
  "9": "Inimesed, kes omavad sellist number – talismani, omavad selgelt määratletud eesmärke ja alati võtavad juhikohad ühiskonnas. Üheksa annab võimaluse saavutada kõike oma jõududega. Ta annab mehisuse, kangekaelsuse, jäikuse, tahtejõu ja enesekindluse. Selline talisman aitab arendada initsiatiivi, ettevõtlikust ja aktiivsust. Kuid sageli  number üheksa omanikud kalduvad põlguse alla panema inimesi, keda nad arvavad  neist madalamal olema. Et saada number üheksa toetust, on hädavajalik joonistada ring ja selle keskmesse üheksa. "
}
